---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.TilePattern
source: html/35dccc21-e778-3942-49de-b5b6ce23bd56.htm
---
# TilePattern Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.